---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContinuousrailPlusTreadDepthParam
source: html/7af13b61-2633-1e25-70e5-12f169eeedda.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContinuousrailPlusTreadDepthParam Property

"Plus Tread Depth"

## Syntax (C#)
```csharp
public static ForgeTypeId ContinuousrailPlusTreadDepthParam { get; }
```